<template>
  <div class="politic-page">
    <h2>Согласие на получение рассылки рекламно-информационных материалов</h2>

    <p>
      В&nbsp;соответствии с&nbsp;Федеральным законом от&nbsp;13.03.2006 №&nbsp;<nobr>38-ФЗ</nobr> «О&nbsp;рекламе»
      и&nbsp;Федеральным законом от&nbsp;07.07.2003 №&nbsp;<nobr>126-ФЗ</nobr> «О&nbsp;связи» настоящим&nbsp;я,
      действуя по&nbsp;своей воле и&nbsp;в&nbsp;своем интересе, даю ООО «И+Д» (125009, г. Москва, вн.тер.г.
      муниципальный округ Пресненский, пер. Нижний Кисловский, д.6, стр.&nbsp;2, ИНН 773634072, (далее&nbsp;—
      Организация) согласие на&nbsp;направление мне сообщений об&nbsp;товарах/услугах Организации
      и&nbsp;ее&nbsp;клиентов в&nbsp;информационных, рекламно-информационных целях.
    </p>
    <p>
      К&nbsp;таким сообщениям относятся рассылки о&nbsp;товарах, работах, услугах, мероприятиях, контенте, акциях,
      другие не&nbsp;запрещенные законодательством текстовые, аудиальные, графические, аудиовизуальные,
      мультимедийные сообщения информационного и&nbsp;рекламного-информационного характера.
    </p>
    <p>
      Настоящим я&nbsp;подтверждаю, что предоставленный в&nbsp;адрес Организации адрес электронной почты
      принадлежит мне, а&nbsp;направляемые рекламно-информационные материалы предназначены только для меня
      и&nbsp;не&nbsp;будут получаться третьими лицами, не&nbsp;давшими Организации предварительного согласия
      на&nbsp;получение рекламы.
    </p>
    <p>
      Также я&nbsp;проинформирован(а), что отписаться от&nbsp;получения рассылок можно посредством отправки
      в&nbsp;адрес Организации уведомления в&nbsp;свободной форме на&nbsp;адрес info@interior.ru.
    </p>
    <p>
      Настоящее согласие дается на&nbsp;неограниченный срок и&nbsp;действует, если Организация не&nbsp;получала
      от&nbsp;меня сведений о&nbsp;его отзыве. Датой отзыва считается день, следующий за&nbsp;днем вручения
      Организации заявления об&nbsp;отзыве согласия на&nbsp;получение рассылки рекламно-информационных материалов.
    </p>
    <p>
      Настоящим подтверждаю, что мои конклюдентные действия (ввод адреса электронной почты в&nbsp;соответствующем
      поле на&nbsp;сайте www.interior.ru) являются достаточной формой согласия и&nbsp;позволяют подтвердить
      сторонам факт получения такого согласия. При этом иных доказательств для подтверждения моего свободного
      волеизъявления не&nbsp;потребуется.
    </p>
  </div>
</template>

<script lang="ts" setup>
import { useSeoMeta } from "nuxt/app";

useSeoMeta({
  title: "Согласие на получение рассылки",
});
</script>

<style lang="scss" scoped>
.politic-page {
  font-size: 12px;
  font-weight: 400;
  line-height: 18px;
  display: flex;
  flex-direction: column;
  align-items: flex-start;
  gap: 30px;
  max-width: 1060px;
  margin: 0 auto;
  padding: 50px 0;

  @include responsive767 {
    padding: 30px 0;
    gap: 20px;
  }

  h2 {
    font-size: 40px;
    line-height: 50px;
    font-weight: 700;
    text-transform: uppercase;
    letter-spacing: -.05em;

    @include responsive767 {
      font-size: 20px;
      line-height: 30px;
    }
  }

  p {
    font-size: 14px;
    font-weight: 400;
    line-height: 18px;

    @include responsive767 {
      font-size: 12px;
      line-height: 16px;
    }
  }

  a {
    text-decoration: underline;
  }
}
</style>
